{"meta":{"title":"漠上揽月","subtitle":"","description":"","author":"Kislam","url":"http://example.com","root":"/"},"pages":[],"posts":[{"title":"162127","slug":"162127","date":"2023-03-09T11:04:51.000Z","updated":"2023-03-09T11:08:52.764Z","comments":true,"path":"2023/03/09/162127/","link":"","permalink":"http://example.com/2023/03/09/162127/","excerpt":"","text":"一六 二一 二七三个贯穿目前生命线的时间节点，那些存储在记忆里的美梦。 16岁的落雪奶奶走了，在我的16岁。 那个我以为永远陪着我的人走了。偶尔在问天，为何要带走我唯一的寄托，年少为什么就要经历生死离别。 我记得奶奶的木棺，记得还没看见她面容时的脚软，也记得看不清前方的眼泪。从此开始了叛逆期，生命中的连结断了。我看不见来路，也找不到归途。 在最好的青春里，我成了世界上最孤独的人。假意奉和的恣意潇洒，当作生命尽头的浪费时间，我以为我会在某一个雪天死掉。 21岁的初樱日子还在顺着过，我的叛逆期和浪费生命依旧没有停止。在游戏里，我努力扮演着想要成为的角色，在那些形形色色的过客身上尝试找到合理的情感寄托。一边害怕，一边跃跃欲试。 樱花突然开了。 盛开在炎炎夏日，盛开在通过线波传来的声音里。想念，占有欲，自卑···各种情绪和陌生的体验在那个夏天将我包围。 我记得白衬衫的夏天，记得大手拉小手，记得浅浅的亲吻和深刻的拥抱。 可16岁的孤独和不安已经印在我的骨头里了，我不安，彷徨。于是，我推开。 可能是两颗心碎了，可能是一颗心孤独地碎了。 我的星星灭了。 27岁的胡杨逃离家的时候我还是忧郁的，孤独的，沉默的，不解的。周遭包围的一切都令我生厌，我不喜欢这个世界，我把自己关在自己的囚牢里。 我找不到我和世界的联系在哪里，我不知道我应该去向何方。 时间突然打开了一个缝隙，我悄悄迈出了小小的步伐。看着身边智慧的，美丽的，自私的···各种各样的。没关系，虽然只是小小的一步，这步伐却开出了一朵小花。 我可以忍受黑暗了，我也在悄悄期待天亮了。 我想起了那时候去过的沙漠，它就那么站在那里，没有一言一语，只是在重复着风吹沙。它是不是也期待过第二天的帽子会变成其他形状的呢？ 心安定了，我觉得我属于这里。成为一颗胡杨树，永远都伫立在这片土地上。望着丝绸古道，静静沉睡在古老的半醒未醒的梦里。 我开始期待，成为一颗胡杨。","categories":[],"tags":[{"name":"回忆","slug":"回忆","permalink":"http://example.com/tags/%E5%9B%9E%E5%BF%86/"}]},{"title":"Hello World","slug":"hello-world","date":"2023-03-09T09:17:23.483Z","updated":"2023-03-09T09:17:23.483Z","comments":true,"path":"2023/03/09/hello-world/","link":"","permalink":"http://example.com/2023/03/09/hello-world/","excerpt":"","text":"Welcome to Hexo! This is your very first post. Check documentation for more info. If you get any problems when using Hexo, you can find the answer in troubleshooting or you can ask me on GitHub. Quick StartCreate a new post1$ hexo new &quot;My New Post&quot; More info: Writing Run server1$ hexo server More info: Server Generate static files1$ hexo generate More info: Generating Deploy to remote sites1$ hexo deploy More info: Deployment","categories":[],"tags":[]}],"categories":[],"tags":[{"name":"回忆","slug":"回忆","permalink":"http://example.com/tags/%E5%9B%9E%E5%BF%86/"}]}